Revit 2026 API

# SpaceActualReturnAirflow Property

---

Get the Actual Return Airflow of the Space.

**Namespace:** Autodesk.Revit.DB.Mechanical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public double ActualReturnAirflow { get; }
```
```vb
Public ReadOnly Property ActualReturnAirflow As Double
	Get
```
```cpp
public:
property double ActualReturnAirflow {
	double get ();
}
```
```fsharp
member ActualReturnAirflow : float with get
```

#### Property Value

Double

This property is used to get the Actual Return Airflow (Unit: CFM) of the Space.

#### Reference

Space Class

Autodesk.Revit.DB.Mechanical Namespace